Repository: SAP/macOS-icon-generator
Catalog: source/Icons/mul.lproj/Main.xcstrings
Source language: en
Languages: de

# 1jv-K9-S0J.title
source: Saved banners
de: Gespeicherte Banner

# 1qj-KL-XqY.title
source: Draw banner inside the icon shape
de: Banner innerhalb der Icon-Form zeichnen

# 2gn-d9-3bX.title
source: General
de: Allgemein

# 5Io-2l-8VP.title
source: Add prefix to the icon file name
de: Präfix zu Icon-Dateinamen hinzufügen

# 5it-B2-2fN.title
source: Save Icon Set…
de: Icon-Set speichern…

# 5S7-8Z-bLv.title
source: Services
de: Dienste

# 5T0-ai-oyW.title
source: Render images in icon shape
de: Bilder in Icon-Form zeichnen

# 6fh-wH-VVN.title
source: None
de: Keiner

# 6mV-zF-dXd.title
source: Short
de: Kurz

# 6UY-Tt-Cei.ibExternalAccessibilityDescription
source: Menu for selecting the banner's font face
de: Menü für die Auswahl der Schrift

# 7F7-A4-VjP.title
source: Paste from SF Symbols
de: Einfügen aus SF Symbols

# 8nY-8W-o3C.title
source: Remove All
de: Alle löschen

# 8OF-yD-VoW.ibExternalAccessibilityDescription
source: Top Left Corner
de: Obere linke Ecke

# 8OF-yD-VoW.ibShadowedToolTip
source: Top Left Corner
de: Obere linke Ecke

# 9KG-rg-Vd3.ibExternalAccessibilityDescription
source: Bottom Left Corner
de: Untere linke Ecke

# 9KG-rg-Vd3.ibShadowedToolTip
source: Bottom Left Corner
de: Untere linke Ecke

# 87F-Dp-8uS.title
source: Help
de: Hilfe

# a6O-6P-Ueo.title
source: Banner Color
de: Bannerfarbe

# A7I-Lc-sjC.title
source: Badge Size
de: Symbolgröße

# a7n-DE-KyM.title
source: Extension
de: Erweiterung

# AiC-Vb-wZE.title
source: Quit Icons
de: Icons beenden

# ALV-OD-UYI.title
source: About Icons
de: Über Icons

# b0m-ys-a59.label
source: General
de: Allgemein

# Bat-gB-YKN.title
source: When creating an icon based on an image or using the Image Playground feature, you can choose whether the banner should be drawn over or inside the icon. Please enable or disable the option below based on your needs.
de: Wenn Du ein Icon auf Basis eines Bildes erstellst oder die Funktion „Image Playground“ verwendest, kannst Du wählen, ob das Banner über oder innerhalb des Icons gezeichnet werden soll. Bitte aktiviere oder deaktiviere die unten stehende Option entsprechend Deinen Anforderungen.

# Bf0-r7-bm1.title
source: Use as Default
de: Als Standard verwenden

# bud-Lk-sAc.title
source: Copy Icon
de: Icon kopieren

# c1m-y3-Zol.title
source: Margin
de: Abstand

# c83-RA-LFS.title
source: Redo
de: Wiederholen

# cAg-d5-MOr.title
source: Large
de: Groß

# Cgl-wg-nCL.label
source: Extension
de: Erweiterung

# cn0-Zj-PVa.title
source: Animation Duration
de: Animationsdauer

# COO-KM-lep.title
source: Add Overlay Image…
de: Überlagerungsbild hinzufügen …

# cT6-x9-MeA.ibExternalAccessibilityDescription
source: Top Right Corner
de: Obere rechte Ecke

# cT6-x9-MeA.ibShadowedToolTip
source: Top Right Corner
de: Obere rechte Ecke

# cZH-3n-btx.title
source: File
de: Ablage

# dbj-ax-scM.title
source: Shadow Color
de: Schattenfarbe

# Dve-9W-rkA.ibShadowedToolTip
source: Click here to change the banner's color.
de: Klicke hier, um die Farbe des Banners zu ändern.

# dwS-Bc-ZLe.title
source: If you frequently add overlay images to an install icon and the overlay images always have the same size and need to be displayed in the same position, Icons can remember the last size and position of the overlay image so you do not have to reposition it each time. Please enable the option below if you want Icons to remember the position.
de: Wenn Du häufig Überlagerungsbilder zu einem Installations-Icon hinzufügst und diese immer die gleiche Größe haben und in der gleichen Position angezeigt werden sollen, kann Icons die letzte Größe und Position des Überlagerungsbildes speichern, so dass Du es nicht jedes Mal neu positionieren musst. Bitte aktiviere die unten stehende Option, wenn Du möchtest, dass sich Icons die Position merkt.

# E13-eJ-aBj.title
source: Choose…
de: Auswählen …

# Ee2-cC-Wmu.title
source: This application comes with a Finder extension that allows you to create an icon set directly in the Finder by right-clicking an application or an image file. By default, the extension uses the settings made in the Icons application. So it applies the default banner, uses the selected output size and animation duration, and creates only the icon types selected in the application. If you do not want this and would rather have the extension create icon sets with the default settings instead, please activate the option below.
de: Dieses Programm enthält eine Finder-Erweiterung, die es Dir ermöglicht, ein Icon-Set direkt im Finder zu erstellen, indem Du mit der rechten Maustaste auf ein Programm oder eine Bilddatei klickst. Standardmäßig verwendet die Erweiterung die Einstellungen, die im Programm Icons vorgenommen wurden. Sie wendet also das Standardbanner an, verwendet die ausgewählte Ausgabegröße und Animationsdauer und erstellt nur die, in der Anwendung ausgewählten, Icon-Typen. Wenn Du das nicht möchtest und die Erweiterung stattdessen lieber Icon-Sets mit den Standardeinstellungen erstellen soll, aktiviere bitte die unten stehende Option.

# ej9-mk-pqT.title
source: Close
de: Schließen

# ERO-1i-i7j.title
source: Off
de: Aus

# F0p-P9-Eh6.ibExternalAccessibilityDescription
source: Top Right Corner
de: Obere rechte Ecke

# F0p-P9-Eh6.ibShadowedToolTip
source: Top Right Corner
de: Obere rechte Ecke

# f3z-FN-AoI.title
source: If you create an icon based on an image or using the Image Playground feature, the icon will be shaped like those introduced in macOS 26. To use the older icon shape from before macOS 26, please enable the option below.
de: Wenn Du ein Icon auf Basis eines Bildes oder mithilfe der Funktion „Image Playground“ erstellst, bekommt das Icon die in macOS 26 eingeführte Form. Um die ältere Form aus der Zeit vor macOS 26 zu verwenden, aktiviere bitte die unten stehende Option.

# fh5-rF-qxu.ibExternalAccessibilityDescription
source: Save Banner
de: Banner speichern

# fh5-rF-qxu.ibShadowedToolTip
source: Click here to save the current banner.
de: Klicke hier, um das aktuelle Banner zu speichern.

# foJ-CK-Tju.title
source: Select All
de: Alles auswählen

# g77-ga-ERN.ibShadowedToolTip
source: Click here to change the color of the banner's text.
de: Klicke hier, um die Textfarbe des Banners zu ändern.

# Gar-Em-Roc.title
source: None
de: Keiner

# gDc-Pz-PXw.title
source: Swap Colors
de: Farben tauschen

# gEF-rQ-xvA.title
source: Shadow Angle
de: Schattenwinkel

# Gqr-8q-VDo.title
source: Copy
de: Kopieren

# GrI-aZ-HNY.title
source: Overlay Image
de: Überlagerungsbild

# gVt-0y-AgP.title
source: Hide Icons
de: Icons ausblenden

# h9U-ap-mEC.ibExternalAccessibilityDescription
source: Top Left Corner
de: Obere linke Ecke

# h9U-ap-mEC.ibShadowedToolTip
source: Top Left Corner
de: Obere linke Ecke

# iLX-rB-R1d.title
source: Use pre-macOS 26 icon shape
de: Alte Icon-Form verwenden (wie vor macOS 26)

# IM6-kP-SyW.title
source: Minimize
de: Im Dock ablegen

# iNf-9M-sqD.title
source: Icons on GitHub
de: Icons auf GitHub

# JPg-8e-AJZ.title
source: Default
de: Standard

# jQP-sC-z5V.title
source: Remember size and position of the overlay image
de: Größe und Position des Überlagerungsbildes speichern

# JSB-Ec-Fkz.title
source: Help
de: Hilfe

# K5d-ZT-jFZ.title
source: Cut
de: Ausschneiden

# kpj-bK-CdJ.label
source: Composing
de: Erstellen

# kPM-FU-3OA.title
source: Zoom
de: Zoomen

# ktj-KO-fqu.title
source: Minimum Text Margin
de: Minimaler Textrand

# Kyc-tm-u7m.title
source: By default, this application uses the image as it is when creating an icon based on an image. To render your images in a macOS icon shape instead, please enable the option below.
de: Standardmäßig verwendet dieses Programm das Bild unverändert, wenn ein Icon auf Basis eines Bildes erstellt wird. Um Deine Bilder stattdessen in der Form eines macOS Icons darzustellen, aktiviere bitte die unten stehende Option.

# l6E-Jg-96p.title
source: Undo
de: Widerrufen

# l37-3L-Ide.title
source: Edit
de: Bearbeiten

# lDV-Sm-BrH.title
source: Image Size
de: Bildgröße

# LKq-zL-3wC.title
source: None
de: Keiner

# LNq-xg-qtk.title
source: Custom Delete Badge
de: Benutzerdefiniertes Löschsymbol

source: lzl-pV-wCw.title
de: Ausblenden

# mds-t3-5Wm.title
source: Save Icon Set
de: Icon-Set speichern

# n6G-PL-35N.ibShadowedToolTip
source: Click here to swap banner color and text color.
de: Klicke hier, um die Farbe des Banners und die Textfarbe zu tauschen.

# nLh-yK-jr0.title
source: Off
de: Aus

# Nny-mn-GoN.title
source: Preferences…
de: Einstellungen …

# nOk-my-Y6N.title
source: Angle
de: Winkel

# NQ0-mD-d0X.title
source: File
de: Ablage

# nRL-du-1jh.title
source: Margin
de: Rand

# Nsh-td-3I7.title
source: Auto-adjust Image Size
de: Bildgröße automatisch anpassen

# ob8-PC-xsF.title
source: Open…
de: Öffnen…

# oDp-MP-QFn.ibExternalAccessibilityDescription
source: Install Icon
de: Installations-Icon

# OFv-i7-9fr.ibExternalAccessibilityDescription
source: Bottom
de: Unten

# OFv-i7-9fr.ibShadowedToolTip
source: Bottom
de: Unten

# Os8-hQ-WCq.title
source: Install
de: Installation

# OS9-sa-jHq.ibExternalAccessibilityDescription
source: Bottom Left Corner
de: Untere linke Ecke

# OS9-sa-jHq.ibShadowedToolTip
source: Bottom Left Corner
de: Untere linke Ecke

# P9e-FD-zwO.title
source: Uninstall
de: Deinstallation

# PHb-yo-cnr.title
source: Delete badge:
de: Löschsymbol:

# pTx-ab-4hu.title
source: Reduce Image Size
de: Bild verkleinern

# Qaf-qR-mve.ibShadowedToolTip
source: Click here to change the color of the shadow.
de: Klicke hier, um die Farbe des Schattens zu ändern.

# qKc-WC-fQN.title
source: Paste Image
de: Bild einsetzen

# QoR-pP-czv.title
source: Prefix:
de: Präfix:

# qoU-gt-mLc.title
source: Services
de: Dienste

# rFu-7X-OBA.title
source: Window
de: Fenster

# RKA-bV-o1A.ibExternalAccessibilityDescription
source: Top
de: Oben

# RKA-bV-o1A.ibShadowedToolTip
source: Top
de: Oben

# Rku-gC-nEr.title
source: Window
de: Fenster

# RkW-bu-dJ7.ibShadowedToolTip
source: This is the default banner that is automatically added to the install icon.
de: Dies ist das Standardbanner, das dem Installations-Icon automatisch hinzugefügt wird.

# rZY-vV-Lp9.title
source: Font
de: Schrift

# s1w-zX-2DX.ibExternalAccessibilityDescription
source: Saved Banners
de: Tabelle mit gespeicherten Bannern

# SVp-zH-BSL.title
source: Save Banner
de: Banner speichern

# sZk-7E-296.title
source: Add Drop Shadow
de: Schlagschatten hinzufügen

# t5e-4j-fxj.title
source: Shadow Radius
de: Schattenradius

# tdK-fa-1VB.ibExternalAccessibilityDescription
source: Bottom Right Corner
de: Untere rechte Ecke

# tdK-fa-1VB.ibShadowedToolTip
source: Bottom Right Corner
de: Untere rechte Ecke

# ua7-88-kVx.title
source: General
de: Allgemein

# uay-d7-LuW.title
source: Delete
de: Löschen

# uHX-L0-COc.ibExternalAccessibilityDescription
source: Bottom Right Corner
de: Untere rechte Ecke

# uHX-L0-COc.ibShadowedToolTip
source: Bottom Right Corner
de: Untere rechte Ecke

# USH-6F-yYJ.title
source: Text Color
de: Textfarbe

# vG7-Nd-MIE.title
source: Long
de: Lang

# w0g-f9-7OD.title
source: Height
de: Höhe

# Wek-xH-9Uy.title
source: You can add a prefix to the icon files created by this application. Unless otherwise specified, the prefix is either the name of the application or the name of the image file you selected to create the icon set. If you want to add a prefix, please enable the option below.
de: Du kannst den von diesem Programm erstellten Icons ein Präfix hinzufügen. Falls nicht anderweitig angegeben, ist das Präfix entweder der Name des Programms oder der Name der Bilddatei, die Du für die Erstellung des Icon-Sets ausgewählt hast. Wenn Du ein Präfix hinzufügen möchtest, aktiviere bitte die unten stehende Option.

# wka-K8-1eZ.title
source: This application adds a delete badge to the uninstall icon in the top left corner. To use your own badge instead of the default one, please select an image file using the menu below or paste an SVG symbol that you previously copied from SF Symbols. SF Symbols can be obtained for free directly from Apple. To download it, go to https://developer.apple.com/sf-symbols/.
de: Dieses Programm fügt dem Deinstallations-Icon oben links ein Löschsymbol hinzu. Wenn Du anstatt des Standardsymbols Dein eigenes Symbol verwenden möchtest, dann wähle bitte eine Bilddatei über das unten stehende Menü aus, oder füge ein SVG-Symbol ein, welches Du vorher in SF Symbols kopiert hast. SF Symbols kann kostenlos direkt von Apple bezogen werden. Gehe einfach auf https://developer.apple.com/sf-symbols/, um es herunterzuladen.

# Xdp-tO-lOa.ibExternalAccessibilityDescription
source: Menu for selecting the banner's font family
de: Menü für die Auswahl der Schriftfamilie

# Xq1-8h-tBx.title
source: Shadow Offset
de: Versatz des Schattens

# y1x-ul-4KX.title
source: Use default settings for Finder extension
de: Standardeinstellungen für Finder-Erweiterung verwenden

# Y71-vW-jJH.title
source: Hide Others
de: Andere ausblenden

# YHI-YJ-40Z.title
source: Remove
de: Löschen

# ySV-gN-eT9.ibExternalAccessibilityDescription
source: Uninstall Icon
de: Deinstallations-Icon

# Yyv-QL-wc5.title
source: Bring All to Front
de: Alle nach vorne bringen

# ZnS-AD-dq6.title
source: Show All
de: Alle anzeigen

# Zso-6W-g6l.ibExternalAccessibilityDescription
source: Banner Text
de: Text des Banners

# zt8-gk-fN2.title
source: Edit
de: Bearbeiten

# Ztz-9r-Zol.title
source: Paste
de: Einsetzen
